<style>
.article-page nav {
  height: 42px;
  line-height: 37px;
  margin: 0 auto;
  border-bottom: 1px solid rgba(0,0,0,.04);
}
.article-page h2 {
  padding-top: 20px;
} 
.article-page .desc {
  padding: 10px 0;
}
.article-page .content {
  margin-top: 1.5em;
  line-height: 1.8em;
} 

.article-page .content img {
  max-width: 100%;
}
</style>

<template>
  <div class="article-page">
    <nav>
      <Menus></Menus>
    </nav>
    <article>
      <h2>价值判断怎么破坏你的生活?</h2>
      <div class="desc">@tangyefei 2018-03-24 发表  <span>心理</span></div>
      <div class="content">
        本文约3300字，阅读需要7分钟。

<br/><br/>

        不论在熟悉还是陌生的环境，有的人跟人相处时就是很容易制造距离或者紧张感。心理学上分析时通常将原因归结为一个人儿童时期形成的安全依恋类型，即从小得到家人无条件支持的人会更有安全感，跟人社交的过程中会更愿意持有友善、开放的态度。
<br/><br/>


        这里我们想讨论下价值判断会怎样影响社交行为，以及它可能带来哪些危害。价值判断，即我们如何判断一个人价值，其中最核心的是判断所采用的标准。比如仅以一个人社会地位、外表来衡量一个人，那么对于社会地位低下、穿扮相貌不好的人，就会生出嫌恶的心理。
<br/><br/>


        当我们用错误的价值判断来评判他人时，也在评判和贬低自己。因为没有人能在所有比较中一直处于优势地位，因此你也会成为自己所嫌恶的那类人，后果是<span class="bold">引发负面情绪，并且妨碍积极的自我改变</span>。
<br/><br/>

        <img src="../images/p2506594192.jpg"/>

<br/><br/>


        马丁是个可爱的11岁小男孩，生日那天爸爸送给他一个篮球，几乎每天放学回家他都要在后院跟爸爸玩上好一会，可是有一天放学后，他却直接回到了自己的卧室里，放在院子里的篮球碰都没碰一下。在爸爸追问下才知道，班上转学来了一个比马丁略大的孩子，之前玩的颇好的马丁相比之下”笨拙“极了，由此引发了马丁的负面情绪，并且跟爸爸坦言 ”我简直糟透了，我一定是不适合打篮球“。 
<br/><br/>


        跟他人比较带来的负面情绪是不可避免的，关键在于情绪能带来什么样的后果。如果我们的标准是”更好的篮球技巧意味着成功“，那么马丁无疑是失败的，而且可能再也不燃起对篮球的兴趣；反之如果马丁相信篮球技巧是一项可以通过训练提高的技能，并认可为之投入的努力，那么就更有可能利用负面情绪来实现突破。哪怕最终仍旧在竞争中处于下风，照样能够心态平和地接受。

<br/><br/>

        又比如说你刚入职一家新公司不久，一个同事讲话非常直接，这让你感觉到不快，于是你用你的价值判断给对方贴上一个粗鲁的标签，慢慢地你发现对方确实是一个很粗鲁的人，并且还找出了他的各种缺点，于是你心理想： “不主动跟他建立更近的联系看来是非常正确的”。

<br/><br/>

        当我们过于轻易地使用价值判断的时候，很可能陷入了用它来逃避社交的陷阱中。比如在上面这个例子中，可能我不擅长跟过于直接的人相处，担心跟对方接触中会产生不愉快，为了避免不愉快就编造出 ”对方身上有很多缺点“ 来逃避社交伤害。因此<span class="bold">价值评判会成为我们逃避社交关系的挡箭牌</span>。
<br/><br/>


        正因为我们带着一套社会标尺来度量每一个人，我们会努力按照这个尺度去行事，一旦看起来不够漂亮、不够成功、不够幸福，身边的人会怎么看待自己就成了我们非常关心的事情。可是这种比较必然是有输有赢的，没有谁能永远是赢家，结果就是我们<span class="bold">过于在意他人的评价，并且非常难从自己内心需求出发去改变</span>。因为价值评判是来自他人，所以从事一份我们并不喜欢的工作，也变得可以忍受了，至少大家眼中的我是一个收入颇丰工作体面的人呀。
<br/><br/>


        人的行为有两种源动力，分别是爱和恐惧。当人受到恐惧的支配，人容易处在处于紧张、焦虑中。想象你在最近一次紧急任务中，时间受限，出错会导致严重的后果，你往往很难在较好的水平上进行思考和决策；从长期来看受恐惧驱使的人是保守而难以改变的，因为他们仅仅想把优异的人格特点证明给他人看。相反那些诚实地看待自己，并且体察到自己内心真正的需求的人，所采取的行动是更睿智的。
<br/><br/>

        <img src="../images/p2549810301.jpg"/>

<br/><br/>

        人都有缺点，但通过比较将人与人之间的差别放到竞争上的时候，相当于将”我“和”你们“隔离开来，<span class="bold">产生人与人之间的疏离感，情感上感觉到孤独</span>。事实我们都有同样的缺点，有的蛰伏不轻易显现，有的表现得明显而已，每个人为了”善“（此处的善是于自己有益）而在为之努力，相信将他们的故事和涌动的情感呈现在我们面前一定是非常动人的。

<br/><br/>

        热映电影《绿皮书》中钢琴演奏家大概就是这样，不被白人社会接纳，却又跟黑人群体隔离，受到不公正待遇，对着镜子眼眶湿润这一幕让人心为之一颤。一旦你开始用价值评判将跟你最亲近的划分成两个不同的群体，你就能体会到深刻的疏离感，一种无所依托的感觉。

<br/><br/>

        如果能秉持着，人与人之间没有什么不同，只是基因、环境等综合作用的产物，我们的价值判断就会更有包容力，同样我们也会更能接纳自己的种种缺点，将它当做独一无二的特点，并且更富于勇气去改变。






      </div>
    </article>
  </div>
</template>

<script>

import Menus from './subs/Menus.vue';

export default {
  components: {
    Menus
  },
  data() {
    return {
      message: 'Hello Vue!',
      artcList: [{
        title: '[原创]价值判断怎么破坏你的生活?',
        created: '2019-03-26',
        tags: '心理,社交',
        overview: '为什么有的人很难按照自己所想去生活，并且在社交生活中表现的难以合群。'
      }],
      menuList: [{
        name: 'about',
        text: '关于我',
      }, {
        name: 'tech',
        text: '技术',
      }, {
        name: 'psy',
        text: '心理',
      }, {
        name: 'book',
        text: '读书',
      }, {
        name: 'travel',
        text: '旅行',
      }]
    }
  },
  methods: {
    directTo(m) {
      console.log(m.name);
    }
  }
}
</script>

