<style>
.article-page nav {
  height: 42px;
  line-height: 37px;
  margin: 0 auto;
  border-bottom: 1px solid rgba(0,0,0,.04);
}
.article-page h2 {
  padding-top: 20px;
} 
.article-page .content {
  margin-top: 1.5em;
  line-height: 1.8em;
} 
.article-page .content li {
  list-style: circle;

}
</style>

<template>
  <div class="article-page">
    <nav>
      <Menus></Menus>
    </nav>
    <article>
      <h2>从2018年起，每周阅读一本书</h2>
      <!-- <div class="desc">@tangyefei 2018-03-24 发表  <span>心理</span></div> -->
      <div class="content">
        <ul>
          <li v-for="ele in list" :key="ele">{{ele}}</li>
        </ul>

      </div>
    </article>
  </div>
</template>

<script>

import Menus from './subs/Menus.vue';

export default {
  components: {
    Menus
  },
  computed() {
    // showList() {
    //   return this.list.reverse();
    // }
  },
  data() {
    return {
      list: [
"《幸福之路》   [心理、杂文]  5星  很多观点读来让人兴奋",
"《哈姆雷特》  [话剧]  3星 感受一般",
"《理性乐观派》  [文明史]  4星  对流行的各种负面态度进行了有力的回击",
"《最冷的冬天：美国人严重的朝鲜战争》[历史/战争] 5星 充分扩张了对这段历史的认识",
"《怪诞行为学》 [心理学]  5星 具备很强的实际意义，可反复阅读",
"《刘慈欣经典作品集》[科幻]  3.5星 篇幅限制了发挥，场景有限或者部分让人质疑 ",
"《银河帝国1：基地》[科幻]  5星  宏大 & 剧情引人入胜 ",
"《生命不能承受之轻》小说/哲学  5星 颇有深意",
"《奇迹男孩》小说 5星 感人/软化内心 ",
"《从0到1》 创业/思维  5星 不乏发人深省的部分",
"《追风筝的人》 小说 2星 阅读体验不好大概翻译的源于",
"《原则》个人管理  5星 非常值得反复阅读",
"《这本书能让你睡得好》睡眠 5星 非常实用",
"《推拿》小说 5星  文笔好，故事有意思，作者也是个有深度的人",
"《南京大屠杀》 5星 记录翔实，富有启发，对作者也非常感兴趣",
"《平衡的智慧》4星 100% 关于如何平衡生活和工作提供了启发，对于宗教信仰部分让人更好奇，自己有宗教信仰是否会更好地生活",
"《跑步圣经》  3星 开篇很好，到后半部分太多个人感受，啰嗦且难读",
"《人生的三路向》20%",
"《像扎克伯格一样思考》3星 人物传记 可以翻一翻有一些观点还算有些启发",
"《选择有灵魂的工作》 完结 5星 非常好的职业指导书，一些观念刷新了自己的认知",
"《3-6岁儿童学习与发展指南 解读》4星 不错的工具书来看",
"《当健身变成一种哲学》3星 关于健身的各种体悟有些感受但没有那么吸引到人",
"《学前心理学》3星  心理学/教材 趣味一般偶尔有似乎对成人有启发的部分",
"《达尔文传》5星 传记 非常值得阅读的一本传记关乎一个博物学家生物学家地 质学家的探求的一生",
"《图解HTTP》22周- 26周  5星  技术 对入门HTTP基础技术来说是很好的",
"《权利 为什么只有少数人拥有》 3星 权利 一些平时听不到的观点",
"《投资异类》27周 5星 关于投资和个人管理 值得阅读和深化思考的书",
"《黑天鹅》5星 有些内容太深只阅读了一半，但对思想的影响很深",
"《参与感》34周 3星 了解了小米公司的一些历史，还是挺喜欢它的文化的。",
"《斜杆青年》4星 不乏一些很好的观点和可以延伸的阅读内容。",
"《万物简史》4星 内容很广，让自己了解到了自己的无知，但对此类科普性的话题书籍兴趣一般",
"《川普自述：永不放弃》 40周 3星 内容 一般，最重要的能获的到一种达成目标的决心",
"《富甲美国》41周 5星 非常厉害的人，写的很好的传记",
"《自我关怀的力量》4星 很好地自我疏导了责备和贬低自己的坏毛病",
"《领导力是可以复制的》3星 有一些有趣的故事，有启发的观点，以及推荐书目",
"《Mindset》5星 极具启发想，改变了自己的思维方式",
"《Mavon Collin's Way》48周 4星 读的比较散漫但是确实触动很大",
"《当呼吸化为空气》3星；自述；故事还是有些触动人的，但翻译的不好阅读体验差",
"《癌症 新知》4星；科普；阅读性尚且不错，东西会比较散乱对于需要部分适合自查",
"《异类：不一样的成功启示录》 5星；思维方式；读来有趣颇富启发性",
"《邓小平传》3星；传记；感受一般权当了解一个历史过程的梗概",
"《教出乐观的孩子》4星；教育；用于指导孩子和自我思考都有价值",
"《我是你爸爸》 5星；故事性非常强和有触动",
"《坚毅》4星；提供了一些有价值的观点",
"《重塑幸福》 4星；偶尔有一些新奇的思考角度",
"《自我关怀的力量》，第二遍",
"《被讨厌的勇气》，5星，心理学，每一部分的主题都非常富有启发性",
      ]
    }
  },
  methods: {
    directTo(m) {
      console.log(m.name);
    }
  }
}
</script>

